[
  {
    "code": "Handlungskompetenzbereich a",
    "title": "Handeln in agilen Arbeits- und Organisationsformen",
    "sections": [
      {
        "code": "Handlungskompetenz a1",
        "title": "Kaufmännische Kompetenzentwicklung überprüfen und weiterentwickeln",
        "desc": "Die Kaufleute informieren sich über Entwicklungsmöglichkeiten in ihrem Berufsfeld. Sie nehmen regelmässig eine persönliche Standortbestimmung vor und legen in Absprache mit der vorgesetzten Person Massnahmen zur Weiterentwicklung ihrer beruflichen Kompetenzen fest.",
        "competencies": [
          {
            "code": "a1.bt1",
            "description": "Sie informieren sich im Arbeitsmarkt über Trends und Entwicklungsmöglichkeiten in ihrem Berufsfeld.",
            "where": "Betrieb"
          },
          {
            "code": "a1.bs1a",
            "description": "Sie zeigen die Wichtigkeit des lebenslangen Lernens auf.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "a1.bt2",
            "description": "Sie analysieren und dokumentieren ihre Fähigkeiten, Stärken und Schwächen im berufs- und tätigkeitsrelevanten Bereich.",
            "where": "Betrieb"
          },
          {
            "code": "a1.bs2a",
            "description": "Sie setzen Standortbestimmungsmethoden im Rahmen der eigenen Kompetenzentwicklung um.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "a1.bs2b",
            "description": "Sie analysieren gängige Methoden der eigenen Kompetenzentwicklung.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "a1.bt3",
            "description": "Sie leiten Vorschläge für Massnahmen zur Weiterentwicklung ihrer berufsbezogenen Kompetenzen ab und legen diese mit ihren Vorgesetzten und/oder Berufsbildner/innen fest.",
            "where": "Betrieb"
          },
          {
            "code": "a1.bs3a",
            "description": "Sie setzen die Technik der Dokumentation und Reflexion an eigenen Entwicklungsmassnahmen um.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "a1.bs3b",
            "description": "Sie formulieren messbare Zielsetzungen für die Weiterentwicklung ihrer Kompetenzen.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "a1.bs3c",
            "description": "Sie wählen geeignete Weiterbildungsmöglichkeiten aus.",
            "where": "Berufsschule",
            "year": 3
          }
        ]
      },
      {
        "code": "Handlungskompetenz a2",
        "title": "Netzwerke im kaufmännischen Bereich aufbauen und nutzen",
        "desc": "Die Kaufleute bauen ein berufsspezifisches Netzwerk auf und pflegen ihre Kontakte mit anderen Berufspersonen über verschiedene Kanäle. Sie nutzen ihre Kontakte, um sich für Aufträge zu präsentieren, an relevante Informationen zu gelangen und Erfahrungen auszutauschen.",
        "competencies": [
          {
            "code": "a2.bt1",
            "description": "Sie präsentieren sich in ihren betrieblichen Netzwerk-Kontakten situationsbezogen.",
            "where": "Betrieb"
          },
          {
            "code": "a2.bs1a",
            "description": "Sie legen die Bedeutung von gängigen berufsrelevanten Netzwerken dar.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "a2.bs1b",
            "description": "Sie erläutern die Chancen und die Risiken für den Auftritt in analogen und digitalen Netzwerken.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "a2.bs1c",
            "description": "Sie vergleichen Auftritte von Berufspersonen in beruflichen Netzwerken.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "a2.bt2",
            "description": "Sie nutzen für ihre Netzwerkpflege verschiedene Kanäle.",
            "where": "Betrieb"
          },
          {
            "code": "a2.bt3",
            "description": "Sie nutzen ihr berufsspezifisches Netzwerk situations- beziehungsweise auftragsbezogen.",
            "where": "Betrieb"
          },
          {
            "code": "a2.bt4",
            "description": "Sie setzen ihr berufsspezifisches Netzwerk für den Informations- und Erfahrungsaustausch ein.",
            "where": "Betrieb"
          },
          {
            "code": "a2.bs2a",
            "description": "Sie entwickeln und präsentieren eine Strategie, um das persönliche Netzwerk aufzubauen und zu pflegen.",
            "where": "Berufsschule",
            "year": 1
          }
        ]
      },
      {
        "code": "Handlungskompetenz a3",
        "title": "Kaufmännische Aufträge entgegennehmen und bearbeiten",
        "desc": "Die Kaufleute vermarkten ihr Kompetenzprofil in inner- und ausserbetrieblichen Wettbewerbssituationen für kaufmännische Aufträge. Sie erbringen Dienstleistungen im Sinne der erteilten Aufträge und überprüfen die Ausführung sowie die Zufriedenheit der Auftraggebenden. Die Kaufleute reflektieren den Erfolg, analysieren ihr Handeln und leiten Verbesserungsmassnahmen ab.",
        "competencies": [
          {
            "code": "a3.bt1",
            "description": "Sie engagieren sich für kaufmännische Aufträge und Aufgaben, die zu ihrem Kompetenzprofil passen.",
            "where": "Betrieb"
          },
          {
            "code": "a3.bs1a",
            "description": "Sie wenden zentrale Faktoren des Selbstmarketings an.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "a3.bs1b",
            "description": "Sie präsentieren ihre Kompetenzen auftragsbezogen und zielgerichtet.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "a3.bs1c",
            "description": "Sie bewerben sich adäquat auf eine neue Arbeitsstelle.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "a3.bt2",
            "description": "Sie bearbeiten kaufmännische Aufträge und Aufgaben dienstleistungsorientiert.",
            "where": "Betrieb"
          },
          {
            "code": "a3.bt3",
            "description": "Sie holen Rückmeldungen zur Auftragsausführung ein.",
            "where": "Betrieb"
          },
          {
            "code": "a3.bs3a",
            "description": "Sie wenden gängige Instrumente zur Messung der Zufriedenheit der Auftraggebenden an.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "a3.bt4",
            "description": "Sie analysieren die eigene Qualität und Vorgehensweise der Ausführung des Auftrags oder der Aufgabe und die Rückmeldungen und schlagen Verbesserungsmassnahmen vor.",
            "where": "Betrieb"
          },
          {
            "code": "a3.bs4a",
            "description": "Sie schätzen die Fremdwahrnehmung ihrer Leistung ein und geben ihrem Umfeld eine adäquate Rückmeldung auf Inputs.",
            "where": "Berufsschule",
            "year": 3
          }
        ]
      },
      {
        "code": "Handlungskompetenz a4",
        "title": "Als selbstverantwortliche Person in der Gesellschaft handeln",
        "desc": "Die Kaufleute agieren selbstverantwortlich in persönlichen und gesellschaftlichen Bereichen. Sie planen ihr Handeln bewusst und leiten daraus Schlussfolgerungen für sich und ihr Handeln als Kaufleute ab. Zudem bauen Kaufleute ihre Identität bewusst auf und reflektieren deren Wirkung in Gesellschaft und Betrieb.",
        "competencies": [
          {
            "code": "a4.bs1",
            "description": "Sie beschreiben das Grundprinzip von Selbstverantwortung und Haftung.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "a4.bs2",
            "description": "Sie reflektieren ihre eigenen Erwartungen an ihre sozialen Beziehungen.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "a4.bs3",
            "description": "Sie wenden in ihren sozialen Beziehungen Methoden zur respektvollen und konstruktiven Konfliktlösung an.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "a4.bs4",
            "description": "Sie beurteilen verschiedene Wohnungsangebote aufgrund ihrer Bedürfnisse und finanziellen Möglichkeiten.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "a4.bs5",
            "description": "Sie reflektieren ihren persönlichen Umgang mit Geld und erstellen ein monatliches Budget anhand ihrer Lohnabrechnung sowie ihres Konsumund Freizeitverhaltens.",
            "where": "Berufsschule"
          },
          {
            "code": "a4.bs6",
            "description": "Sie beurteilen Massnahmen zur Vermeidung und Verringerung privater Schulden.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "a4.bs7",
            "description": "Sie analysieren anhand vorgegebener Kriterien die Wahl einer geeigneten Versicherung.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "a4.bs8",
            "description": "Sie erläutern das Dreisäulenprinzip der Vorsorge in der Schweiz sowie den Zusammenhang zwischen den Vorsorgearten und den Abzügen im Lohnausweis.",
            "where": "Berufsschule"
          },
          {
            "code": "a4.bs9",
            "description": "Sie füllen ihre eigene Steuererklärung aus.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "a4.bs10",
            "description": "Sie erläutern Entwicklungen der regionalen, natio  nalen und globalen Mobilität, deren Hauptursachen sowie Einflüsse der Mobilität auf Natur, Mensch und Wirtschaft.",
            "where": "Berufsschule"
          },
          {
            "code": "a4.bs11",
            "description": "Sie analysieren, welchen Einfluss ihre Lebensgestaltung auf Natur, Wirtschaft und Gesellschaft hat und entwickeln Massnahmen für persönliches nachhaltiges Handeln.",
            "where": "Berufsschule"
          },
          {
            "code": "a4.bs12",
            "description": "Sie entwickeln ein Zukunftsszenario für ihr eigenes Leben.",
            "where": "Berufsschule",
            "year": 3
          }
        ]
      },
      {
        "code": "Handlungskompetenz a5",
        "title": "Politische Themen und kulturelles Bewusstsein im Handeln einbeziehen",
        "desc": "Die Kaufleute analysieren aktuelle politische Fragen sowie die Interessen und Werte der Beteiligten. Sie entwickeln ihre Einstellungen und Werte, um sich ihren eigenen ethischen Bezugsrahmen zu schaffen. Sie üben ihre politischen Rechte aus und beziehen die relevanten politischen Themen als Kaufleute in ihr Handeln ein. Des Weiteren entwickeln und erweitern die Kaufleute ihre eigenen Gestaltungs- und Ausdrucksformen. Sie leiten daraus Schlussfolgerungen für sich und ihr Handeln als Kaufleute ab.",
        "competencies": [
          {
            "code": "a5.bs1",
            "description": "Sie skizzieren die Gliederung und den Aufbau der Rechtsordnung sowie die Bedeutung der Bundesverfassung und der Bundesgesetze in der Rechtsordnung.",
            "where": "Berufsschule"
          },
          {
            "code": "a5.bs2",
            "description": "Sie erläutern wichtige Grundsätze der schweizerischen Demokratie sowie die Gewaltenteilung mit den Aufgaben von Legislative, Exekutive und Justiz auf Bundesebene.",
            "where": "Berufsschule"
          },
          {
            "code": "a5.bs3",
            "description": "Sie erklären die Möglichkeiten zur aktiven Teilnahme am politischen Leben.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "a5.bs4",
            "description": "Sie setzen sich mit aktuellen politischen Ereignissen auseinander und unterscheiden dabei die wichtigsten Interessengruppen und die daraus entstehenden Spannungsfelder.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "a5.bs5",
            "description": "Sie analysieren den Einfluss von politischen Entscheidungsträgern auf ihre eigene Meinung.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "a5.bs6",
            "description": "Sie bilden sich zu politischen Themen eine eigene Meinung und begründen sie mit Argumenten.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "a5.bs7",
            "description": "Sie analysieren die Funktionsweisen von Medien und deren Einfluss auf die Meinungsbildung.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "a5.bs8",
            "description": "Sie informieren sich über aktuelle Fragen der Migration und des Asylwesens.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "a5.bs9",
            "description": "Sie schildern Wirkungen unterschiedlicher Kunstformen auf sie selbst.",
            "where": "Berufsschule",
            "year": 1
          }
        ]
      }
    ]
  },
  {
    "code": "Handlungskompetenzbereich b",
    "title": "Interagieren in einem vernetzten Arbeitsumfeld",
    "sections": [
      {
        "code": "Handlungskompetenz b1",
        "title": "In unterschiedlichen Teams zur Bearbeitung kaufmännischer Aufträge zusammenarbeiten und kommunizieren",
        "desc": "Die Kaufleute üben ihre Tätigkeiten in wechselnden Teamkonstellationen aus. Sie kommunizieren mit ihnen in der regionalen Landessprache, in Englisch oder in einer zweiten Landessprache. Die Kaufleute informieren sich über die Gepflogenheiten in anderen Kulturkreisen und berücksichtigen diese in Zusammenarbeit und Kommunikation. In jedem Fall halten sie Vorgaben, Vereinbarungen sowie Termine ein und leiten bei Abweichungen zeitgerecht Massnahmen ein.",
        "competencies": [
          {
            "code": "b1.bt1",
            "description": "Sie arbeiten mit allen Teammitgliedern situationsgerecht zusammen.",
            "where": "Betrieb"
          },
          {
            "code": "b1.bs1a",
            "description": "Sie erläutern wichtige interkulturelle Unterschiede, die in der Kommunikation und der Zusammenarbeit im Team eine Rolle spielen.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "b1.bt2",
            "description": "Sie kommunizieren mit allen Teammitgliedern in der regionalen Landessprache, in Englisch oder in einer zweiten Landessprache.",
            "where": "Betrieb"
          },
          {
            "code": "b1.bs2a",
            "description": "Sie kommunizieren in der regionalen Landessprache und in einer Fremdsprache mit Teammitgliedern (Niveau B1).",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "b1.bt3",
            "description": "Sie kommunizieren mit allen Teammitgliedern adressatengerecht.",
            "where": "Betrieb"
          },
          {
            "code": "b1.bs3a",
            "description": "Sie wenden in kaufmännischen Team-Situationen Gesprächstechniken adressatengerecht an.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "b1.bs3b",
            "description": "Sie interagieren in kaufmännischen Kommunikationssituationen mit interkulturellen Unterschieden im Team adressatengerecht.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "b1.bt4",
            "description": "Sie sprechen Konfliktsituationen an und setzen sich für sachbezogene Lösungen ein.",
            "where": "Betrieb"
          },
          {
            "code": "b1.bs4a",
            "description": "Sie wenden Konfliktlösungsstrategien im Team an.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "b1.bt5",
            "description": "Sie reflektieren ihre Kommunikation und ihren Umgang mit den Teammitgliedern und leiten Optimierungsmassnahmen für die Zukunft ab.",
            "where": "Betrieb"
          },
          {
            "code": "b1.bs5a",
            "description": "Sie analysieren eigene soziale, kulturelle und generationenbedingte Werte, die ihre Handlungen beeinflussen.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "b1.bt6",
            "description": "Sie setzen in ihren Aufträgen Vorgaben, Vereinbarungen und Termine um und leiten bei Abweichungen zeitgerecht Massnahmen ein.",
            "where": "Betrieb"
          },
          {
            "code": "b1.bs6a",
            "description": "Sie identifizieren für kaufmännische Auftragssituationen Konsequenzen bei Abweichungen von Terminen und leiten geeignete Massnahmen ab.",
            "where": "Berufsschule",
            "year": 1
          }
        ]
      },
      {
        "code": "Handlungskompetenz b2",
        "title": "Schnittstellen in betrieblichen Prozessen koordinieren",
        "desc": "Die Kaufleute arbeiten als Bindeglied an Schnittstellen mit verschiedenen Funktionsbereichen und Anspruchsgruppen zusammen und beziehen in ihre Arbeit die unterschiedlichen Interessen der Beteiligten mit ein. Sie koordinieren die Schnittstellen mit kaufmännischen Hilfsmitteln, übersetzen technisch und fachlich anspruchsvolle Inhalte in adressatengerechte Informationen und dokumentieren entsprechende Aktivitäten. Sie bringen bei den zuständigen Stellen Verbesserungsvorschläge an.",
        "competencies": [
          {
            "code": "b2.bt1",
            "description": "Sie arbeiten als Bindeglied mit unterschiedlichen Schnittstellenpartnern und Anspruchsgruppen effizient zusammen über unterschiedliche Kanäle.",
            "where": "Betrieb"
          },
          {
            "code": "b2.bt2",
            "description": "Sie schätzen die Bedürfnisse und Anliegen der verschiedenen Anspruchsgruppen an den Schnittstellen ein und leiten zweckmässige Arbeitsschritte systematisch ab.",
            "where": "Betrieb"
          },
          {
            "code": "b2.bs2a",
            "description": "Sie erläutern die Anliegen der verschiedenen Anspruchsgruppen in einem betrieblichen Prozess.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "b2.bs2b",
            "description": "Sie identifizieren Schnittstellen, Abhängigkeiten und Verbesserungsmöglichkeiten in einem betrieblichen Prozess.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "b2.bs2c",
            "description": "Sie leiten aus Bedürfnissen von Anspruchsgruppen im kaufmännischen Bereich zweckmässige Aufgaben ab.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "b2.bt3",
            "description": "Sie koordinieren an den Schnittstellen zwischen allen Beteiligten mit kaufmännischen Hilfsmitteln.",
            "where": "Betrieb"
          },
          {
            "code": "b2.bt4",
            "description": "Sie kommunizieren und dokumentieren als Bindeglied anspruchsvolle technische und fachliche Inhalte gegenüber internen und externen Schnittstellenbeteiligten adressatengerecht.",
            "where": "Betrieb"
          },
          {
            "code": "b2.bs4a",
            "description": "Sie kommunizieren anspruchsvolle technische und fachliche Inhalte in Informationen für verschiedene Anspruchsgruppen zielgruppengerecht, auch in einer Fremdsprache (Niveau B1).",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "b2.bt5",
            "description": "Sie wenden im Geschäftsverkehr die betrieblichen und gesellschaftlichen Regeln, Usanzen und Vorgaben an.",
            "where": "Betrieb"
          },
          {
            "code": "b2.bs5a",
            "description": "Sie erläutern die Rolle von normativen und strategischen Zielen für eine Unternehmung.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "b2.bt6",
            "description": "Sie reflektieren ihre Schnittstellenkoordination und schlagen den zuständigen Stellen Optimierungsmassnahmen vor.",
            "where": "Betrieb"
          },
          {
            "code": "b2.bt7",
            "description": "Sie arbeiten mit den Fachverantwortlichen konstruktiv zusammen.",
            "where": "Betrieb"
          }
        ]
      },
      {
        "code": "Handlungskompetenz b3",
        "title": "In wirtschaftlichen Fachdiskussionen mitdiskutieren",
        "desc": "Die Kaufleute diskutieren wirtschaftliche Themen mit Arbeitskolleg/innen, wobei sie auch Themen der Ethik, Moral, Technologie, Ökologie, Nachhaltigkeit sowie des Rechts berücksichtigen. Bei Unklarheiten recherchieren sie im Internet und hinterfragen die Seriosität sowie die Qualität ihrer Ergebnisse. Die Kaufleute reflektieren aktuelle wirtschaftspolitische Entwicklungen und deren Auswirkung auf den Wirtschaftszweig sowie den Betrieb, in denen sie arbeiten. Und sie erläutern die spezifische Interessenlage des Betriebs gegenüber verschiedenen Anspruchsgruppen.",
        "competencies": [
          {
            "code": "b3.bt1",
            "description": "Sie bringen sich in wirtschaftlichen Fachdiskussionen mit Arbeitskolleg/innen zu Themen der Ethik, Moral, Technologie, Ökologie, Nachhaltigkeit sowie des Rechts differenziert ein.",
            "where": "Betrieb"
          },
          {
            "code": "b3.bs1a",
            "description": "Sie beschreiben grundlegende gesamtwirtschaftliche Zusammenhänge und Entwicklungen (volkswirtschaftliche Zusammenhänge, marktwirtschaftliche Prinzipien, konjunkturelle Entwicklung, Wirtschafts-, Geld- und Finanzpolitik, Sozial- und Arbeitsmarktpolitik).",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "b3.bs1b",
            "description": "Sie identifizieren in aktuellen wirtschaftlichen Fachthemen Aspekte und Themen der Ethik, Moral, Technologie, Ökologie, Nachhaltigkeit sowie des Rechts und bringen diese in wirtschaftliche Fachdiskussionen ein.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "b3.bt2",
            "description": "Sie recherchieren Wissenslücken aus Fachdiskussionen in unterschiedlichen Informationsquellen.",
            "where": "Betrieb"
          },
          {
            "code": "b3.bt3",
            "description": "Sie überprüfen die Qualität und die Seriosität ihrer Rechercheergebnisse kritisch.",
            "where": "Betrieb"
          },
          {
            "code": "b3.bs2a",
            "description": "Sie recherchieren Informationen zu aktuellen und grundlegenden wirtschaftlichen Fachthemen kritisch.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "b3.bt4",
            "description": "Sie leiten aus aktuellen globalen wirtschaftlichen Entwicklungen für ihren Betrieb und dessen Wirtschaftszweig Schlussfolgerungen ab.",
            "where": "Betrieb"
          },
          {
            "code": "b3.bs4a",
            "description": "Sie beurteilen die Auswirkungen wirtschaftlicher und wirtschaftspolitischer Entwicklungen auf ein Unternehmen.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "b3.bt5",
            "description": "Sie argumentieren in Fachdiskussionen die spezifische Interessenslage des Betriebs gegenüber verschiedenen Anspruchsgruppen sachlich und überzeugend.",
            "where": "Betrieb"
          }
        ]
      },
      {
        "code": "Handlungskompetenz b4",
        "title": "Kaufmännische Projektmanagementaufgaben ausführen und Teilprojekte bearbeiten",
        "desc": "Die Kaufleute bearbeiten kleinere Arbeitspakete und Teilprojekte. Sie erstellen und betreuen Arbeitsumgebungen, erarbeiten Terminpläne und koordinieren die Zusammenarbeit der Beteiligten. Die Kaufleute überwachen den Projektverlauf und informieren bei Abweichungen die Projektleitung sowie weitere betroffene Personen.",
        "competencies": [
          {
            "code": "b4.bt1",
            "description": "Sie bearbeiten kleinere Arbeitspakete und Teilprojekte.",
            "where": "Betrieb"
          },
          {
            "code": "b4.bs1a",
            "description": "Sie erläutern die Grundlagen zur Planung, Organisation, Durchführung und Kontrolle von Projekten.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "b4.bt2",
            "description": "Sie erstellen und bewirtschaften Arbeitsumgebungen für Teilprojekte.",
            "where": "Betrieb"
          },
          {
            "code": "b4.bs2a",
            "description": "Sie definieren eine für Projekte zweckmässige digitale Arbeitsumgebung und Dokumentationsstruktur.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "b4.bt3",
            "description": "Sie erstellen für kleinere Projekte oder Teilprojekte einen Entwurf für Terminpläne.",
            "where": "Betrieb"
          },
          {
            "code": "b4.bs3a",
            "description": "Sie erstellen für einfache Projekte oder Teilprojekte Terminpläne.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "b4.bt4",
            "description": "Sie kontrollieren den Projektverlauf anhand der projektspezifischen Vorgaben und informieren bei Abweichungen die Projektleitung und die im Projekt involvierten Personen.",
            "where": "Betrieb"
          },
          {
            "code": "b4.bs4a",
            "description": "Sie definieren für einfache Projekte Instrumente für die Überwachung des Projektverlaufs.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "b4.bs4b",
            "description": "Sie kontrollieren den Projektverlauf anhand der projektspezifischen Vorgaben.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "b4.bs4c",
            "description": "Sie erstellen Protokolle und weitere projektbezogene Dokumente.",
            "where": "Berufsschule",
            "year": 2
          }
        ]
      },
      {
        "code": "Handlungskompetenz b5",
        "title": "Betriebliche Veränderungsprozesse mitgestalten",
        "desc": "Die Kaufleute informieren sich über betriebliche Veränderungsprozesse und deren Bedeutung für ihren Tätigkeitsbereich. Sie analysieren die Auswirkungen auf ihren Arbeitsbereich, unterbreiten Ideen zur Umsetzung und setzen Veränderungen nach Vorgaben der vorgesetzten Person um.",
        "competencies": [
          {
            "code": "b5.bt1",
            "description": "Sie informieren sich über betriebliche Neuerungen und Veränderungen und deren Bedeutung für ihren Tätigkeitsbereich.",
            "where": "Betrieb"
          },
          {
            "code": "b5.bs1a",
            "description": "Sie erläutern grundlegende Ursachen, Merkmale und Auswirkungen von unternehmensbezogenen Veränderungsprozessen.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "b5.bt2",
            "description": "Sie analysieren die Auswirkungen der betrieblichen Veränderungen auf ihren Arbeitsbereich und schlagen Umsetzungsmassnahmen vor.",
            "where": "Betrieb"
          },
          {
            "code": "b5.bs2a",
            "description": "Sie recherchieren aktuelle Entwicklungen im wirtschaftlichen und gesellschaftlichen Bereich und reflektieren Auswirkungen auf Betrieb und Arbeitsbereich.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "b5.bs2b",
            "description": "Sie erläutern organisatorische Veränderungsmöglichkeiten im betrieblichen Bereich kritisch.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "b5.bs2c",
            "description": "Sie leiten von unternehmens- und betriebsbezogenen Veränderungsprozessen Auswirkungen auf kaufmännische Tätigkeiten ab.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "b5.bt3",
            "description": "Sie setzen neue betriebliche Massnahmen, Aufgaben, Verfahren oder Arbeitsweisen entsprechend den Vorgaben der vorgesetzten Stellen um.",
            "where": "Betrieb"
          },
          {
            "code": "b5.bt4",
            "description": "Sie fragen bei Unsicherheiten bezüglich betrieblichen Veränderungen bei der vorgesetzten Person nach.",
            "where": "Betrieb"
          },
          {
            "code": "b5.bs4a",
            "description": "Sie reflektieren charakteristische Vorgehensweisen im persönlichen Umgang mit Veränderungen in einem Betrieb.",
            "where": "Berufsschule",
            "year": 2
          }
        ]
      }
    ]
  },
  {
    "code": "Handlungskompetenzbereich c",
    "title": "Koordinieren von unternehmerischen Arbeitsprozessen",
    "sections": [
      {
        "code": "Handlungskompetenz c1",
        "title": "Aufgaben und Ressourcen im kaufmännischen Arbeitsbereich planen, koordinieren und optimieren",
        "desc": "Die Kaufleute planen und koordinieren Aufgaben sowie Ressourcen. Sie recherchieren Informationen und achten auf einen effizienten Einsatz der Ressourcen. Sie arbeiten bei der Organisation von internen und externen Anlässen mit und setzen dabei umweltschonende Massnahmen um. Die Kaufleute prüfen ihre Organisationsfähigkeit, ihr Zeitmanagement, ihre Arbeitstechniken sowie den Einsatz der persönlichen und betrieblichen Ressourcen und leiten Optimierungsmassnahmen ab.",
        "competencies": [
          {
            "code": "c1.bt1a",
            "description": "Sie planen und koordinieren Aufgaben und Ressourcen in ihrem Arbeitsbereich.",
            "where": "Betrieb"
          },
          {
            "code": "c1.bt2",
            "description": "Sie setzen für Planungsarbeiten geeignete Hilfsmittel ein.",
            "where": "Betrieb"
          },
          {
            "code": "c1.bt3",
            "description": "Sie setzen ihre persönlichen und betrieblichen Ressourcen effizient ein.",
            "where": "Betrieb"
          },
          {
            "code": "c1.bs1a",
            "description": "Sie stellen die Grundlagen der Arbeitsorganisation dar.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "c1.bs1b",
            "description": "Sie wenden gängige Arbeitstechniken und digitale Hilfsmittel zur Planung, Priorisierung und Bearbeitung von Aufgaben und Terminen an.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "c1.bs1c",
            "description": "Sie entwickeln für Aufträge im kaufmännischen Bereich systematisch Terminpläne und Ressourceneinsatzpläne.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "c1.bs1d",
            "description": "Sie begründen ihre Prioritätensetzung betreffend Terminpläne und Ressourceneinsatz.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "c1.bs1e",
            "description": "Sie erstellen zweckmässige Aufbauorganisationen mit gängigen Anwendungsprogrammen.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "c1.bt4",
            "description": "Sie recherchieren im Rahmen der Planungs- und Koordinationsarbeiten Informationen.",
            "where": "Betrieb"
          },
          {
            "code": "c1.bt5",
            "description": "Sie arbeiten bei der Organisation von internen und externen Anlässen entsprechend ihrer Rolle und ihrem Aufgabenbereich mit.",
            "where": "Betrieb"
          },
          {
            "code": "c1.bs4a",
            "description": "Sie planen einen kleinen Anlass.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "c1.bt6",
            "description": "Sie setzen geeignete Massnahmen um, um bei der Organisation von Veranstaltungen die Umweltbelastung gering zu halten.",
            "where": "Betrieb"
          },
          {
            "code": "c1.bs5a",
            "description": "Sie analysieren die Umweltbelastung einer Veranstaltung und leiten geeignete Massnahmen zur Reduktion der Belastung ab.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "c1.bt7",
            "description": "Sie analysieren ihre Organisationsfähigkeiten, ihr Zeitmanagement und ihre Arbeitstechniken und leiten in Absprache mit den zuständigen Stellen geeignete Massnahmen ab.",
            "where": "Betrieb"
          },
          {
            "code": "c1.bt8",
            "description": "Sie reflektieren den Einsatz der persönlichen und betrieblichen Ressourcen.",
            "where": "Betrieb"
          },
          {
            "code": "c1.bs7a",
            "description": "Sie ermitteln und definieren Möglichkeiten, Zeit und Ressourcen bei ihrer Organisation und Planung einzusparen.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "c1.bs7b",
            "description": "Sie überprüfen ihr Zeitmanagement sowie ihre Planungs- und Arbeitstechniken und leiten geeignete Massnahmen ab.",
            "where": "Berufsschule",
            "year": 1
          }
        ]
      },
      {
        "code": "Handlungskompetenz c2",
        "title": "Kaufmännische Unterstützungsprozesse koordinieren und umsetzen",
        "desc": "Die Kaufleute erstellen unterschiedliche Dokumente zur Unterstützung administrativer Prozesse, führen Terminkalender und organisieren die Ablage. Sie interpretieren administrative und personalbezogene Dokumente und beantworten Anfragen dazu. Die Kaufleute reflektieren ihre Unterstützungstätigkeiten und schlagen erforderliche Massnahmen vor.",
        "competencies": [
          {
            "code": "c2.bt1",
            "description": "Sie erstellen Dokumente wie Überblicksdarstellungen, Listen, Tabellen, Protokolle und Notizen in Absprache mit der vorgesetzten Stelle.",
            "where": "Betrieb"
          },
          {
            "code": "c2.bs1a",
            "description": "Sie beschreiben die grundlegenden Merkmale von betrieblichen Identitätskonzepten (Corporate Identity und Corporate Design) anschaulich.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "c2.bt2",
            "description": "Sie führen Terminkalender.",
            "where": "Betrieb"
          },
          {
            "code": "c2.bt3",
            "description": "Sie organisieren die physische und digitale Ablage.",
            "where": "Betrieb"
          },
          {
            "code": "c2.bs3a",
            "description": "Sie entwerfen physische und digitale Ablagestrukturen.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "c2.bt4",
            "description": "Sie setzen in kaufmännischen Unterstützungsprozessen betriebliche Dokumentationssysteme und -programme ein.",
            "where": "Betrieb"
          },
          {
            "code": "c2.bs4a",
            "description": "Sie erstellen Text-, Tabellen- und Präsentationsdokumente zielgruppengerecht.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "c2.bt5",
            "description": "Sie beantworten Anfragen zu den administrativen oder personalbezogenen Dokumenten zeitnah und nach den rechtlichen Vorgaben.",
            "where": "Betrieb"
          },
          {
            "code": "c2.bs5a",
            "description": "Sie erklären die Elemente des Lehrvertrags sowie die Rechte und die Pflichten der Vertragsparteien.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "c2.bs5b",
            "description": "Sie erläutern die zentralen Elemente von anderen gängigen Verträgen (Einzelarbeitsvertrag, Fahrniskauf, Einfacher Auftrag, Mietvertrag, Darlehensvertrag, Einfache Gesellschaft, Werkvertrag und Leasing) und weiteren rechtlichen Grundlagen.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "c2.bs5c",
            "description": "Sie erläutern den Aufbau und die Sprache von personalbezogenen Dokumenten.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "c2.bs5d",
            "description": "Sie definieren für gängige administrative und personalbezogene Dokumente die wesentlichen Inhalte.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "c2.bs5e",
            "description": "Sie überprüfen die sachliche und die sprachlichformale Richtigkeit von Dokumenten.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "c2.bt6",
            "description": "Sie reflektieren ihre Unterstützungstätigkeiten und schlagen geeignete Massnahmen vor.",
            "where": "Betrieb"
          }
        ]
      },
      {
        "code": "Handlungskompetenz c3",
        "title": "Betriebliche Prozesse dokumentieren, koordinieren und umsetzen",
        "desc": "Die Kaufleute erstellen Dokumentationen und Terminpläne für betriebliche Prozesse. Sie führen die Prozessaufgaben mit den vorgegebenen Hilfsmitteln unter Einbezug der Vorgaben der Arbeitssicherheit, Gesundheitsschutz und Nachhaltigkeit aus und instruieren Mitarbeitende. Die Kaufleute analysieren Probleme in den Prozessabläufen und erarbeiten Verbesserungsvorschläge.",
        "competencies": [
          {
            "code": "c3.bt1",
            "description": "Sie dokumentieren Arbeitsprozesse mit geeigneten Hilfsmitteln.",
            "where": "Betrieb"
          },
          {
            "code": "c3.bs1a",
            "description": "Sie beschreiben die typischen Leistungserstellungsprozesse eines Unternehmens.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "c3.bs1b",
            "description": "Sie zeigen die grundlegenden Elemente und Schnittstellen eines betrieblichen Prozesses auf.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "c3.bs1c",
            "description": "Sie erläutern die Grundlagen des Prozessmanagements.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "c3.bs1d",
            "description": "Sie erstellen mit gängigen Anwendungsprogrammen Prozessbeschreibungen in grafischer und in Textform.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "c3.bt2",
            "description": "Sie setzen die in ihren Zuständigkeitsbereich fallenden Prozessaufgaben mit den vorgegebenen Hilfsmitteln um.",
            "where": "Betrieb"
          },
          {
            "code": "c3.bt3",
            "description": "Sie erstellen und überwachen Terminpläne für betriebliche Prozesse mit den vorgegebenen Hilfsmitteln.",
            "where": "Betrieb"
          },
          {
            "code": "c3.bs3a",
            "description": "Sie erstellen Terminpläne für Arbeitsprozesse.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "c3.bt4",
            "description": "Sie führen Arbeitskolleg/innen in die betrieblichen Prozesse ein.",
            "where": "Betrieb"
          },
          {
            "code": "c3.bs4a",
            "description": "Sie geben Informationen und Instruktionen zu Arbeitsprozessen adressatengerecht weiter.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "c3.bt5",
            "description": "Sie setzen die Vorgaben hinsichtlich Arbeitssicherheit, Gesundheitsschutz und Nachhaltigkeit um.",
            "where": "Betrieb"
          },
          {
            "code": "c3.bs5a",
            "description": "Sie zeigen die Bedeutung von Arbeitssicherheit, Gesundheitsschutz sowie Nachhaltigkeit in betrieblichen Prozessen stufengerecht auf.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "c3.bt6",
            "description": "Sie identifizieren Probleme in den Prozessabläufen und schlagen geeignete Optimierungsmassnahmen vor.",
            "where": "Betrieb"
          },
          {
            "code": "c3.bs6a",
            "description": "Sie analysieren Prozessabläufe, identifizieren Probleme und erarbeiten Optimierungsmassnahmen.",
            "where": "Berufsschule",
            "year": 2
          }
        ]
      },
      {
        "code": "Handlungskompetenz c4",
        "title": "Marketing- und Kommunikationsaktivitäten umsetzen",
        "desc": "Die Kaufleute kommunizieren mit betriebsinternen und externen Anspruchsgruppen gemäss des betrieblichen Informations- und Kommunikationskonzepts in ihrer regionalen Landessprache und in einer Fremdsprache, reflektieren ihr Kommunikationsverhalten und leiten Verbesserungsmassnahmen ab. Zudem informieren sich sie über die Entwicklungen im Kommunikationsbereich, leiten Ideen für Neuerungen im Betrieb ab und testen neue Kommunikationsmittel und -formen. Sie unterstützen ebenfalls Marketing- und Kommunikationsaktivitäten.",
        "competencies": [
          {
            "code": "c4.bt1",
            "description": "Sie kommunizieren mit allen betriebsinternen und externen Anspruchsgruppen über alle Kanäle gemäss den betrieblichen Informations- und Kommunikationsvorgaben.",
            "where": "Betrieb"
          },
          {
            "code": "c4.bs1a",
            "description": "Sie beschreiben die grundlegenden Merkmale von betrieblichen Informations- und Kommunikationskonzepten.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "c4.bs1b",
            "description": "Sie stellen die Wesensmerkmale der gängigen Kommunikationskanäle dar.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "c4.bs1c",
            "description": "Sie planen passende Vorgehensweisen und Kommunikationsformen in der mündlichen, schriftlichen und digitalen Kommunikation mit betriebsinternen und externen Anspruchsgruppen.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "c4.bs1d",
            "description": "Sie kommunizieren adressatengerecht auf unterschiedlichen Kanälen (digital und analog).",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "c4.bt2",
            "description": "Sie kommunizieren mit allen betriebsinternen und externen Anspruchsgruppen mündlich und schriftlich in der regionalen Landessprache oder in einer Fremdsprache.",
            "where": "Betrieb"
          },
          {
            "code": "c4.bs2a",
            "description": "Sie legen Anliegen adressatengerecht in geeigneter Form schriftlich und mündlich dar.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "c4.bs2b",
            "description": "Sie kommunizieren mündlich und schriftlich in der regionalen Landessprache sowie in einer Fremdsprache mit betriebsinternen und externen Anspruchsgruppen (Niveau B1).",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "c4.bt3",
            "description": "Sie hinterfragen ihr persönliches Kommunikationsverhalten gegenüber betriebsinternen und externen Anspruchsgruppen und leiten geeignete Verbesserungsmassnahmen ab.",
            "where": "Betrieb"
          },
          {
            "code": "c4.bs3a",
            "description": "Sie analysieren ihre zielgruppengerechte Kommunikation und leiten Verbesserungsmassnahmen ab.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "c4.bt4",
            "description": "Sie informieren sich über Entwicklungen im Kommunikationsbereich und erarbeiten passende Vorschläge für ihren Betrieb.",
            "where": "Betrieb"
          },
          {
            "code": "c4.bs4a",
            "description": "Sie recherchieren Entwicklungen im Kommunikationsbereich.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "c4.bt5",
            "description": "Sie testen den Einsatz neuer Kommunikationsmittel und -formen.",
            "where": "Betrieb"
          },
          {
            "code": "c4.bt6",
            "description": "Sie unterstützen die Planung und die Koordination von Marketing- und Kommunikationsaktivitäten über verschiedene Kanäle in ihrem Arbeitsbereich zielgruppenorientiert.",
            "where": "Betrieb"
          },
          {
            "code": "c4.bs6a",
            "description": "Sie beschreiben die wichtigsten Merkmale von Marketingstrategien und -aktivitäten.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "c4.bs6b",
            "description": "Sie erstellen gängige analoge und digitale Kommunikations- und Marketingdokumente.",
            "where": "Berufsschule",
            "year": 2
          }
        ]
      },
      {
        "code": "Handlungskompetenz c5",
        "title": "Finanzielle Vorgänge betreuen und kontrollieren",
        "desc": "Die Kaufleute erstellen für Anlässe, Teilprojekte und weitere Aufträge Budgets sowie Abrechnungen über effektive Kosten und Erträge. Sie überprüfen Abweichungen und schlagen der zuständigen Stelle rechtzeitig Massnahmen vor. Sie erstellen Rechnungen und handeln kostenbewusst. Sie prüfen die finanziellen Vorgänge in ihrem Arbeitsbereich und korrigieren sie bei Bedarf in Absprache mit der vorgesetzten Stelle.",
        "competencies": [
          {
            "code": "c5.bt1",
            "description": "Sie erstellen für Anlässe, Teilprojekte und weitere Aufträge Budgets sowie Abrechnungen über effektive Kosten und Erträge.",
            "where": "Betrieb"
          },
          {
            "code": "c5.bt2",
            "description": "Sie erkennen Abweichungen von Budget- und effektiven Kosten sowie Erträgen und schlagen den zuständigen Stellen rechtzeitig Massnahmen vor.",
            "where": "Betrieb"
          },
          {
            "code": "c5.bs1a",
            "description": "Sie erläutern die grundlegenden Funktionen des finanziellen und des betrieblichen Rechnungswesens.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "c5.bs1b",
            "description": "Sie zeigen den Aufbau einer Erfolgsrechnung und einer Bilanz auf.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "c5.bs1c",
            "description": "Sie erläutern Funktion und Ablauf von Zwischenund Jahresabschluss.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "c5.bs1d",
            "description": "Sie erstellen Budgets, Abrechnungen, Aufstellungen und Kalkulationen über Kosten und Erlös und leiten Handlungsempfehlungen ab.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "c5.bs1e",
            "description": "Sie nutzen gängige digitale Hilfsmittel und Anwendungsprogramme zur Verarbeitung von Zahlen und Daten.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "c5.bt3",
            "description": "Sie bearbeiten Rechnungen und leiten sie an die zuständigen Stellen weiter.",
            "where": "Betrieb"
          },
          {
            "code": "c5.bs3a",
            "description": "Sie erstellen Rechnungsdokumente und Zahlungsaufträge.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "c5.bt4",
            "description": "Sie handeln gemäss den finanziellen Rahmenbedingungen kostenbewusst.",
            "where": "Betrieb"
          },
          {
            "code": "c5.bt5",
            "description": "Sie prüfen die finanziellen Vorgänge in ihrem Arbeitsbereich auf Unklarheiten, Fehler, kritische Situationen sowie Plausibilität und korrigieren sie nach Absprache mit der vorgesetzten Stelle.",
            "where": "Betrieb"
          },
          {
            "code": "c5.bs5a",
            "description": "Sie überprüfen Zahlungsprozesse und leiten Optimierungsmassnahmen ab.",
            "where": "Berufsschule",
            "year": 2
          }
        ]
      },
      {
        "code": "Handlungskompetenz c6",
        "title": "Aufgaben im finanziellen Rechnungswesen bearbeiten (Option «Finanzen»)",
        "desc": "Die Kaufleute verbuchen Geschäftsfälle und legen die Belege ab. Sie führen die Hilfsbücher sowie die Lohnbuchhaltung und geben zu Lohndeklarationen Auskunft. Die Kaufleute arbeiten bei der Erstellung des Jahresabschlusses mit. Jederzeit halten sie die rechtlichen Vorgaben ein, überprüfen ihre Arbeitsergebnisse und leiten bei Bedarf korrigierende Schritte ein.",
        "competencies": [
          {
            "code": "c6.bt1",
            "description": "Sie führen buchhalterische Aufgaben rechtskonform aus.",
            "where": "Betrieb"
          },
          {
            "code": "c6.bs1a",
            "description": "Sie erläutern die grundlegenden Elemente und Zusammenhänge des Finanz- und Rechnungswesen (Bilanz, Erfolgsrechnung, Liquidität, Hilfsbücher Deckungsbeitragsrechnung und Betriebsabrechnungsbogen) unter Berücksichtigung der relevanten rechtlichen Vorgaben.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "c6.bs1b",
            "description": "Sie wenden die grundlegenden Elemente des Rechnungswesens (Erfolgsrechnung, Bilanz, Hilfsbücher, Deckungsbeitragsrechnung) an.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "c6.bs1c",
            "description": "Sie verbuchen Geschäftsfälle entsprechend den relevanten rechtlichen Vorgaben.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "c6.bt2",
            "description": "Sie geben zu den Lohndeklarationen Auskunft.",
            "where": "Betrieb"
          },
          {
            "code": "c6.bs2a",
            "description": "Sie beschreiben die zentralen Merkmale einer Lohnbuchhaltung inklusive der Sozialabgaben korrekt.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "c6.bs2b",
            "description": "Sie erklären den Aufbau einer Lohnabrechnung und einer Lohndeklaration.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "c6.bt3",
            "description": "Sie führen Aufgaben und Aufträge bei der Erstellung des Jahresabschlusses aus.",
            "where": "Betrieb"
          },
          {
            "code": "c6.bs3a",
            "description": "Sie erläutern die grundlegenden Prinzipien beim Jahresabschluss im finanziellen Rechnungswesen.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "c6.bt4",
            "description": "Sie überprüfen die Ergebnisse ihrer buchhalterischen Aufgaben auf Plausibilität und leiten korrigierende Schritte ein.",
            "where": "Betrieb"
          },
          {
            "code": "c6.bs4a",
            "description": "Sie ermitteln Abweichungen der Budget- von den effektiven Zahlen und interpretieren diese.",
            "where": "Berufsschule",
            "year": 3
          }
        ]
      }
    ]
  },
  {
    "code": "Handlungskompetenzbereich d",
    "title": "Gestalten von Kunden- oder Lieferantenbeziehungen",
    "sections": [
      {
        "code": "Handlungskompetenz d1",
        "title": "Anliegen von Kunden oder Lieferanten entgegennehmen",
        "desc": "Die Kaufleute kommunizieren mit Kund/innen und Lieferant/innen in der regionalen Landessprache oder in einer Fremdsprache. Sie beantworten deren Anfragen, holen ihre Bedürfnisse ab, leiten sie bei Bedarf an die richtige Stelle weiter und stellen den Informationsfluss sicher.",
        "competencies": [
          {
            "code": "d1.bt1",
            "description": "Sie beantworten Kunden- oder Lieferantenanfragen über alle Kommunikationskanäle zu Produkten und Dienstleistungen des Betriebs zeitnah.",
            "where": "Betrieb"
          },
          {
            "code": "d1.bs1a",
            "description": "Sie setzen die wichtigsten Faktoren für eine gute Dienstleistungsqualität um.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "d1.bs1b",
            "description": "Sie zeigen die zentralen Faktoren für die Gestaltung einer Kunden- oder Lieferantenbeziehung auf.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "d1.bt2",
            "description": "Sie gehen auf die Anliegen der Kund/innen oder Lieferant/innen ein.",
            "where": "Betrieb"
          },
          {
            "code": "d1.bt3",
            "description": "Sie erfassen die Kunden- oder Lieferantenanliegen.",
            "where": "Betrieb"
          },
          {
            "code": "d1.bt4",
            "description": "Sie leiten bei Bedarf die Anliegen der Kund/innen oder Lieferant/innen an die zuständige Stelle weiter.",
            "where": "Betrieb"
          },
          {
            "code": "d1.bs2a",
            "description": "Sie nehmen Kunden- oder Lieferantenanliegen systematisch entgegen und stellen die erforderliche Weiterbearbeitung sicher.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "d1.bs2b",
            "description": "Sie geben eine umfassende Erstauskunft und wenden dabei gängige Kommunikationstechniken an.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "d1.bt5",
            "description": "Sie deuten verbale und nonverbale Signale der Kund/innen oder Lieferant/innen und leiten geeignete Massnahmen ab.",
            "where": "Betrieb"
          },
          {
            "code": "d1.bs5a",
            "description": "Sie deuten nonverbale Signale.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "d1.bt6",
            "description": "Sie führen erste Abklärungen der Kundenbedürfnisse durch.",
            "where": "Betrieb"
          },
          {
            "code": "d1.bs6a",
            "description": "Sie wenden gängige Fragetechniken im Rahmen der Bedürfnisabklärung an.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "d1.bt7",
            "description": "Sie stellen den Informationsfluss zu Kund/innen oder Lieferant/innen zeitnah sicher.",
            "where": "Betrieb"
          },
          {
            "code": "d1.bt8",
            "description": "Sie kommunizieren mit Kund/innen oder Lieferant/innen mündlich und schriftlich in der regionalen Landessprache oder in einer Fremdsprache.",
            "where": "Betrieb"
          },
          {
            "code": "d1.bs8a",
            "description": "Sie kommunizieren in der regionalen Landessprache und in einer Fremdsprache (Niveau B1).",
            "where": "Berufsschule",
            "year": 1
          }
        ]
      },
      {
        "code": "Handlungskompetenz d2",
        "title": "Informations- und Beratungsgespräche mit Kunden oder Lieferanten führen",
        "desc": "Die Kaufleute führen Beratungsgespräche mit Kund/innen und Informationsgespräche mit Lieferant/innen über unterschiedliche Kanäle in der regionalen Landessprache oder in einer Fremdsprache. Sie schaffen eine vertrauensvolle Atmosphäre, klären die Bedürfnisse und präsentieren passende Angebote sowie Lösungen. Die Kaufleute gehen auf Einwände der Kund/innen oder Lieferant/innen ein und argumentieren lösungsorientiert. Sie analysieren positive und negative Reaktionen von Kund/innen beziehungsweise Lieferant/innen und leiten Verbesserungsvorschläge für ihre zukünftigen Gespräche ab.",
        "competencies": [
          {
            "code": "d2.bt1",
            "description": "Sie führen strukturierte Informations- und Beratungsgespräche mit Kund/innen oder Lieferant/innen über unterschiedliche Kanäle.",
            "where": "Betrieb"
          },
          {
            "code": "d2.bs1a",
            "description": "Sie erläutern die Erfolgsfaktoren von Gesprächssituationen über die gängigen Kanäle.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "d2.bs1b",
            "description": "Sie setzen die Schritte von Informationsgesprächen um.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "d2.bs1c",
            "description": "Sie setzen die Schritte von Beratungsgesprächen um.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "d2.bt2",
            "description": "Sie klären Bedürfnisse von Kund/innen oder Lieferant/innen umfassend ab.",
            "where": "Betrieb"
          },
          {
            "code": "d2.bs2a",
            "description": "Sie leiten Gespräche mithilfe gängiger Fragetechniken.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "d2.bs2b",
            "description": "Sie hören aktiv zu.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "d2.bs2c",
            "description": "Sie führen eine umfassende Bedarfsanalyse durch.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "d2.bt3",
            "description": "Sie schaffen eine vertrauensvolle Gesprächsatmosphäre.",
            "where": "Betrieb"
          },
          {
            "code": "d2.bs3a",
            "description": "Sie setzen die zentralen Elemente einer wertschätzenden Kommunikation um.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "d2.bs3b",
            "description": "Sie setzen wichtige Faktoren für den Vertrauensaufbau um.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "d2.bt4",
            "description": "Sie bieten den Kund/innen oder Lieferanten auf der Basis der Bedürfnisabklärung sinnvolle Produkte und Dienstleistungen an.",
            "where": "Betrieb"
          },
          {
            "code": "d2.bt5",
            "description": "Sie präsentieren Lösungsvorschläge überzeugend.",
            "where": "Betrieb"
          },
          {
            "code": "d2.bs5a",
            "description": "Sie setzen verschiedene Präsentationstechniken im Kundengespräch ein.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "d2.bt6",
            "description": "Sie nehmen Einwände von Kund/innen oder Lieferant/innen ernst und argumentieren sach- und lösungsorientiert.",
            "where": "Betrieb"
          },
          {
            "code": "d2.bs6a",
            "description": "Sie setzen Argumentationstechniken ein.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "d2.bt7",
            "description": "Sie führen Informations- und Beratungsgespräche mit Kund/innen oder Lieferant/innen in der regionalen Landessprache oder in einer Fremdsprache.",
            "where": "Betrieb"
          },
          {
            "code": "d2.bs7a",
            "description": "Sie kommunizieren in der regionalen Landessprache und in einer Fremdsprache (Niveau B1).",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "d2.bt8",
            "description": "Sie analysieren ihre Informations- und Beratungsgespräche unter Einbezug der Kunden- oder Lieferantenreaktionen und leiten Optimierungen für ihre zukünftigen Informations- und Beratungsgespräche ab.",
            "where": "Betrieb"
          }
        ]
      },
      {
        "code": "Handlungskompetenz d3",
        "title": "Verkaufs- und Verhandlungsgespräche mit Kunden oder Lieferanten führen",
        "desc": "Die Kaufleute führen Verkaufs- und Verhandlungsgespräche über unterschiedliche Kanäle in der regionalen Landessprache oder in einer Fremdsprache. Sie klären die Bedürfnisse, erstellen für Kund/innen Offerten und argumentieren in Verkaufsgesprächen nutzenorientiert. Bei Bedarf holen die Kaufleute bei möglichen Lieferant/innen Offerten ein, prüfen diese und leiten Argumente für die Verkaufs- oder die Verhandlungsgespräche ab. Diese schliessen sie rechtzeitig ab. Die Kaufleute analysieren die Rückmeldungen von Kund/innen sowie Lieferant/innen und leiten Optimierungsmassnahmen für ihre zukünftigen Gespräche ab.",
        "competencies": [
          {
            "code": "d3.bt1",
            "description": "Sie führen strukturierte Verkaufs- oder Verhandlungsgespräche mit Kund/innen oder Lieferant/innen über unterschiedliche Kanäle.",
            "where": "Betrieb"
          },
          {
            "code": "d3.bs1a",
            "description": "Sie setzen die Schritte von Verkaufsgesprächen um.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "d3.bs1b",
            "description": "Sie setzen die Schritte von Verhandlungsgesprächen um.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "d3.bs1c",
            "description": "Sie setzen gängige Gesprächs- und Verkaufstechniken ein.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "d3.bs1d",
            "description": "Sie wählen für ein Verkaufs- oder Verhandlungsgespräch mit Kund/innen oder Lieferant/innen eine zielführende Kommunikationstechnik und setzen sie um.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "d3.bt2",
            "description": "Sie klären Bedürfnisse von Kund/innen oder Lieferant/innen auch bezüglich Nachhaltigkeit umfassend ab.",
            "where": "Betrieb"
          },
          {
            "code": "d3.bt3",
            "description": "Sie setzen in den Verkaufs- oder Verhandlungsgesprächen mit Kund/innen oder Lieferant/innen situativ passende Kommunikationsinstrumente ein.",
            "where": "Betrieb"
          },
          {
            "code": "d3.bt4",
            "description": "Sie erstellen auf Basis der Bedürfnisabklärung für Kund/innen Offerten.",
            "where": "Betrieb"
          },
          {
            "code": "d3.bs4a",
            "description": "Sie erstellen eine kundenorientierte Offerte.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "d3.bt5",
            "description": "Sie vertreten in den Verkaufs- oder Verhandlungsgesprächen gegenüber Kund/innen die Vorteile sowie die Nachhaltigkeitsaspekte ihrer Produkte und Dienstleistungen.",
            "where": "Betrieb"
          },
          {
            "code": "d3.bt6",
            "description": "Sie holen bei möglichen Lieferant/innen Offerten ein.",
            "where": "Betrieb"
          },
          {
            "code": "d3.bt7",
            "description": "Sie prüfen die Offerten und leiten Argumente für das Verhandlungs- oder das Verkaufsgespräch ab.",
            "where": "Betrieb"
          },
          {
            "code": "d3.bs7a",
            "description": "Sie wenden die Vorgehensmethodik bei einem Einwand des Gegenübers an.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "d3.bt8",
            "description": "Sie schliessen Verkaufs- und Verhandlungsgespräche zum richtigen Zeitpunkt ab.",
            "where": "Betrieb"
          },
          {
            "code": "d3.bt9",
            "description": "Sie führen Verkaufsgespräche mit Kund/innen in der regionalen Landessprache oder in einer Fremdsprache.",
            "where": "Betrieb"
          },
          {
            "code": "d3.bt10",
            "description": "Sie führen Verhandlungsgespräche in der regionalen Landessprache oder in einer Fremdsprache.",
            "where": "Betrieb"
          },
          {
            "code": "d3.bs9a",
            "description": "Sie kommunizieren in der regionalen Landessprache und in einer Fremdsprache (Niveau B1).",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "d3.bt11",
            "description": "Sie analysieren ihre Verkaufs- oder Verhandlungsgespräche unter Einbezug der Kunden- oder Lieferantenrückmeldungen und leiten Optimierungen für ihre zukünftigen Verkaufs- oder Verhandlungsgespräche ab.",
            "where": "Betrieb"
          }
        ]
      },
      {
        "code": "Handlungskompetenz d4",
        "title": "Beziehungen mit Kunden oder Lieferanten pflegen",
        "desc": "Die Kaufleute pflegen ihre Kunden- und Lieferantenbeziehungen über geeignete Kommunikationskanäle in der regionalen Landessprache oder in einer Fremdsprache. Sie setzen Massnahmen zur Bindung der Kund/innen und Lieferant/innen sowie zur Erhöhung der Kundenzufriedenheit um. Sie überprüfen die Wirksamkeit der Massnahmen und schlagen Verbesserungsvorschläge vor.",
        "competencies": [
          {
            "code": "d4.bt1",
            "description": "Sie pflegen ihre Kunden- und Lieferantenbeziehungen.",
            "where": "Betrieb"
          },
          {
            "code": "d4.bs1a",
            "description": "Sie erläutern die relevanten Faktoren für die Pflege von Kunden- und Lieferantenbeziehungen.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "d4.bt2",
            "description": "Sie setzen die Kunden- und Lieferantenbindungsmassnahmen über geeignete Kommunikationskanäle in der regionalen Landessprache oder in einer Fremdsprache um.",
            "where": "Betrieb"
          },
          {
            "code": "d4.bs2a",
            "description": "Sie entwickeln Kundenbindungs- und Loyalitätsmassnahmen.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "d4.bt3",
            "description": "Sie setzen Massnahmen, um die Kundenzufriedenheit zu erhöhen, um.",
            "where": "Betrieb"
          },
          {
            "code": "d4.bs3a",
            "description": "Sie zeigen die Aspekte für die Erreichung von Kundenzufriedenheit auf.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "d4.bt4",
            "description": "Sie überprüfen die Umsetzungen der Kundenbindungsmassnahmen auf deren Wirksamkeit und schlagen Optimierungsmassnahmen vor.",
            "where": "Betrieb"
          },
          {
            "code": "d4.bs4a",
            "description": "Sie analysieren die Wirkung gängiger Kommunikationskanäle auf die Kund/innen.",
            "where": "Berufsschule",
            "year": 2
          }
        ]
      },
      {
        "code": "Handlungskompetenz d5",
        "title": "Anspruchsvolle Beratungs-, Verkaufs- und Verhandlungssituationen mit Kunden oder Lieferanten in der Landessprache gestalten (Option «Kommunikation in der Landessprache»)",
        "desc": "Die Kaufleute führen anspruchsvolle Beratungs- und Verkaufsgespräche sowie Verhandlungen auf verschiedenen Kanälen in der regionalen Landessprache. Sie interagieren mit anspruchsvollen Kund/innen und Lieferant/innen in allen Gesprächen, auch bei Konflikten sowie Reklamationen, sach- und lösungsorientiert. Die Kaufleute reflektieren ihre anspruchsvollen Gespräche und leiten Optimierungsmassnahmen für zukünftige Gespräche ab.",
        "competencies": [
          {
            "code": "d5.bt1",
            "description": "Sie interagieren an Anlässen mit verschiedenen Anspruchsgruppen im Small Talk eloquent und situativ angemessen.",
            "where": "Betrieb"
          },
          {
            "code": "d5.bs1a",
            "description": "Sie wenden Small Talk-Techniken an.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "d5.bs1b",
            "description": "Sie prüfen die Angemessenheit der Inhalte und die Qualität des Small Talks.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "d5.bt2",
            "description": "Sie führen anspruchsvolle Beratungs-, Verkaufsund Verhandlungsgespräche mit verschiedenen Anspruchsgruppen über verschiedene Kommunikationskanäle in der regionalen Landessprache.",
            "where": "Betrieb"
          },
          {
            "code": "d5.bs2a",
            "description": "Sie wenden die wichtigsten Punkte bei der schriftlichen Kommunikation mit anspruchsvollen Kund/innen und Lieferant/innen an.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "d5.bs2b",
            "description": "Sie führen anspruchsvolle Beratungs- und Verhandlungsgespräche durch.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "d5.bt3",
            "description": "Sie wenden in den anspruchsvollen Beratungs, Verkaufs- und Verhandlungsgesprächen das Fachvokabular und die gewählte Landessprache zielgruppenorientiert an.",
            "where": "Betrieb"
          },
          {
            "code": "d5.bt4",
            "description": "Sie nutzen in anspruchsvollen Gesprächen deeskalierende Konfliktlösungstechniken.",
            "where": "Betrieb"
          },
          {
            "code": "d5.bs4a",
            "description": "Sie erklären das Modell der Eskalationsstufen eines Konflikts.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "d5.bs4b",
            "description": "Sie wenden Konfliktlösungstechniken an.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "d5.bt5",
            "description": "Sie führen anspruchsvolle Konflikt-, Reklamations- und Verhandlungsgespräche sowie anspruchsvolle Beratungsgespräche systematisch, sach- und lösungsorientiert.",
            "where": "Betrieb"
          },
          {
            "code": "d5.bs5a",
            "description": "Sie führen anspruchsvolle Konflikt- und Reklamationsgespräche durch.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "d5.bt6",
            "description": "Sie reflektieren anspruchsvolle Beratungs-, Verkaufs- und Verhandlungsgespräche und leiten Optimierungsmassnahmen für zukünftige Beratungs-, Verkaufs- und Verhandlungsgespräche ab.",
            "where": "Betrieb"
          },
          {
            "code": "d5.bs6a",
            "description": "Sie analysieren anspruchsvolle Beratungs, Verkaufs- und Verhandlungsgespräche und leiten Optimierungen für zukünftige Beratungs-, Verkaufs- und Verhandlungsgespräche ab.",
            "where": "Berufsschule",
            "year": 3
          }
        ]
      },
      {
        "code": "Handlungskompetenz d6",
        "title": "Anspruchsvolle Beratungs-, Verkaufs- und Verhandlungssituationen mit Kunden oder Lieferanten in der Fremdsprache gestalten (Option «Kommunikation in der Fremdsprache»)",
        "desc": "Die Kaufleute führen anspruchsvolle Beratungs- und Verkaufsgespräche sowie Verhandlungen auf verschiedenen Kanälen in Englisch oder in einer zweiten Landessprache. Sie interagieren mit anspruchsvollen Kund/innen und Lieferant/innen in allen Gesprächen, auch bei Konflikten sowie Reklamationen, sach- und lösungsorientiert. Die Kaufleute reflektieren ihre anspruchsvollen Gespräche und leiten Optimierungsmassnahmen für zukünftige Gespräche ab.",
        "competencies": [
          {
            "code": "d6.bt1",
            "description": "Sie interagieren an Anlässen mit verschiedenen Anspruchsgruppen im Small Talk eloquent und situativ angemessen.",
            "where": "Betrieb"
          },
          {
            "code": "d6.bs1a",
            "description": "Sie wenden Small Talk-Techniken an.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "d6.bs1b",
            "description": "Sie prüfen die Angemessenheit der Inhalte und die Qualität des Small Talks.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "d6.bt2",
            "description": "Sie führen anspruchsvolle Beratungs-, Verkaufsund Verhandlungsgespräche mit verschiedenen Anspruchsgruppen über verschiedene Kommunikationskanäle in Englisch oder in einer zweiten Landessprache.",
            "where": "Betrieb"
          },
          {
            "code": "d6.bs2a",
            "description": "Sie wenden die wichtigsten Punkte bei der schriftlichen Kommunikation mit anspruchsvollen Kund/innen und Lieferant/innen an.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "d6.bs2b",
            "description": "Sie führen anspruchsvolle Beratungs- und Verhandlungsgespräche durch.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "d6.bs2c",
            "description": "Sie kommunizieren sowohl in der regionalen Landessprache als auch in Englisch oder in einer zweiten Landessprache.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "d6.bt3",
            "description": "Sie wenden in den anspruchsvollen Beratungs, Verkaufs- und Verhandlungsgesprächen das Fachvokabular und eine gewählte Sprache zielgruppenorientiert an.",
            "where": "Betrieb"
          },
          {
            "code": "d6.bt4",
            "description": "Sie nutzen in anspruchsvollen Gesprächen deeskalierende Konfliktlösungstechniken.",
            "where": "Betrieb"
          },
          {
            "code": "d6.bs4a",
            "description": "Sie erklären das Modell der Eskalationsstufen eines Konflikts.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "d6.bs4b",
            "description": "Sie wenden Konfliktlösungstechniken an.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "d6.bt5",
            "description": "Sie führen anspruchsvolle Konflikt-, Reklamations- und Verhandlungsgespräche sowie anspruchsvolle Beratungsgespräche systematisch, sach- und lösungsorientiert.",
            "where": "Betrieb"
          },
          {
            "code": "d6.bs5a",
            "description": "Sie führen anspruchsvolle Konflikt- und Reklamationsgespräche durch.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "d6.bt6",
            "description": "Sie reflektieren anspruchsvolle Beratungs-, Verkaufs- und Verhandlungsgespräche und leiten Optimierungsmassnahmen für zukünftige Beratungs-, Verkaufs- und Verhandlungsgespräche ab.",
            "where": "Betrieb"
          },
          {
            "code": "d6.bs6a",
            "description": "Sie analysieren anspruchsvolle Beratungs, Verkaufs- und Verhandlungsgespräche und leiten Optimierungen für zukünftige Beratungs-, Verkaufs- und Verhandlungsgespräche ab.",
            "where": "Berufsschule",
            "year": 3
          }
        ]
      }
    ]
  },
  {
    "code": "Handlungskompetenzbereich e",
    "title": "Einsetzen von Technologien der digitalen Arbeitswelt",
    "sections": [
      {
        "code": "Handlungskompetenz e1",
        "title": "Applikationen im kaufmännischen Bereich anwenden",
        "desc": "Die Kaufleute wenden die Software und die Systeme der Informations- und Kommunikationstechnologien ihres Arbeitsbereichs an und unterstützen unterschiedliche Anspruchsgruppen bei deren Nutzung. Sie aktualisieren Daten und Inhalte in Datenbanken sowie Inhaltsverwaltungssystemen. Die Kaufleute halten die rechtlichen Vorschriften ein, erkennen Risiken bezüglich der Datensicherheit und leiten Massnahmen ein. Technologische Problemstellungen lösen sie selbst oder leiten sie an die zuständige Stelle weiter. Zudem ergreifen sie Massnahmen zur Senkung des Energieverbrauchs im IT-Bereich.",
        "competencies": [
          {
            "code": "e1.bt1",
            "description": "Sie wenden die Software und die Systeme der betrieblichen Informations- und Kommunikationstechnologien ihres Arbeitsbereichs an.",
            "where": "Betrieb"
          },
          {
            "code": "e1.bs1a",
            "description": "Sie wenden gängige Applikationen im kaufmännischen Bereich an.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "e1.bs1b",
            "description": "Sie erläutern die wesentlichen Aspekte und Herausforderungen beim Arbeiten in der Cloud.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "e1.bt2",
            "description": "Sie unterstützen unterschiedliche Anspruchsgruppen in der Anwendung der betrieblichen Software und Systeme.",
            "where": "Betrieb"
          },
          {
            "code": "e1.bs2a",
            "description": "Sie geben adressatengerechte Hilfestellungen zur Anwendung von Software und Systemen.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "e1.bt3",
            "description": "Sie aktualisieren Daten und Inhalte in Datenbanken und Inhaltsverwaltungssystemen rechtskonform.",
            "where": "Betrieb"
          },
          {
            "code": "e1.bs3a",
            "description": "Sie erklären die wichtigsten Schritte bei der Aktualisierung von Anwendungsprogrammen und Betriebssystemen.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "e1.bs3b",
            "description": "Sie aktualisieren Anwendungsprogramme sowie Daten und Inhalte in Datenbanken und Inhaltsverwaltungssystemen (Content Management Systemen).",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "e1.bt4",
            "description": "Sie erkennen gängige Risiken oder Gefahren bezüglich der Datensicherheit und leiten geeignete Massnahmen stufengerecht ein.",
            "where": "Betrieb"
          },
          {
            "code": "e1.bs4a",
            "description": "Sie wenden Massnahmen und Regelungen zu Datensicherheit und Datenschutz an.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "e1.bt5",
            "description": "Sie lösen einfachere technologische Problemstellungen bei der Nutzung der betrieblichen Software und Systeme.",
            "where": "Betrieb"
          },
          {
            "code": "e1.bs5a",
            "description": "Sie lösen regelmässig auftretende Probleme und Aufgaben bei der Nutzung gängiger digitaler Programme und Geräte im kaufmännischen Bereich.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "e1.bt6",
            "description": "Sie erkennen technologische Problemstellungen und leiten diese zeitnah an die zuständige Stelle weiter.",
            "where": "Betrieb"
          },
          {
            "code": "e1.bt7",
            "description": "Sie ergreifen in ihrem Arbeitsbereich Massnahmen, um den Energieverbrauch im IT-Bereich zu verringern.",
            "where": "Betrieb"
          },
          {
            "code": "e1.bs7a",
            "description": "Sie leiten Massnahmen ab, um den Energieverbrauch am Arbeitsplatz zu reduzieren.",
            "where": "Berufsschule",
            "year": 1
          }
        ]
      },
      {
        "code": "Handlungskompetenz e2",
        "title": "Informationen im wirtschaftlichen und kaufmännischen Bereich recherchieren und auswerten",
        "desc": "Die Kaufleute führen auftragsorientierte Recherchen mithilfe unterschiedlicher Informationsquellen durch. Sie prüfen die Rechercheergebnisse auf deren Qualität sowie betriebliche Relevanz, bereiten die relevanten Informationen auf und dokumentieren sie für eine spätere Verwendung unter Einhaltung der rechtlichen Vorschriften. Die Kaufleute analysieren ihr Vorgehen bei Recherchen und leiten Optimierungsmassnahmen ab.",
        "competencies": [
          {
            "code": "e2.bt1",
            "description": "Sie recherchieren Informationen im Rahmen eines Auftrags systematisch über verschiedene Quellen.",
            "where": "Betrieb"
          },
          {
            "code": "e2.bs1a",
            "description": "Sie nutzen verschiedene Methoden und Hilfsmittel für die Recherche von Informationen aus dem wirtschaftlichen und kaufmännischen Bereich.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "e2.bt2",
            "description": "Sie wenden die betrieblichen Datenbanken, Inhaltsverwaltungssysteme und andere technische Infrastruktur im Rahmen ihrer Recherchen an.",
            "where": "Betrieb"
          },
          {
            "code": "e2.bs2a",
            "description": "Sie wenden sicherheitsrelevante Massnahmen bei Recherchen im Internet an.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "e2.bt3",
            "description": "Sie prüfen die recherchierten Informationen auf deren Qualität und klassifizieren sie nach betrieblicher Relevanz.",
            "where": "Betrieb"
          },
          {
            "code": "e2.bs3a",
            "description": "Sie beschreiben die wichtigsten Möglichkeiten zur Überprüfung der Qualität von Informationsquellen.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "e2.bs3b",
            "description": "Sie erkennen und definieren an einfachen Rechercheaufträgen die wichtigen Daten und Informationen.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "e2.bs3c",
            "description": "Sie plausibilisieren Rechercheergebnisse.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "e2.bt4",
            "description": "Sie bereiten die relevanten Informationen für die auftraggebende Stelle auf.",
            "where": "Betrieb"
          },
          {
            "code": "e2.bs4a",
            "description": "Sie bereiten Daten und Informationen empfängergerecht auf.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "e2.bt5",
            "description": "Sie dokumentieren und organisieren Informationen aus Recherchen für eine spätere Verwendung rechtskonform.",
            "where": "Betrieb"
          },
          {
            "code": "e2.bs5a",
            "description": "Sie setzen die Regeln des Urheberrechts und des Datenschutzes bei Recherchen und Verwertung von Informationen sicher um.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "e2.bt6",
            "description": "Sie reflektieren ihr Vorgehen bei den Recherchen hinsichtlich Methodik und Relevanz und leiten Optimierungen für zukünftige Recherchetätigkeiten ab.",
            "where": "Betrieb"
          }
        ]
      },
      {
        "code": "Handlungskompetenz e3",
        "title": "Markt- und betriebsbezogene Statistiken und Daten auswerten und aufbereiten",
        "desc": "Die Kaufleute führen inhaltliche Analysen sowie kleinere quantitative Auswertungen aus, bereiten die Ergebnisse auf, ziehen Schlussfolgerungen und übergeben die aufbereiteten Informationen der zuständigen Stelle. Sie überprüfen Datenbanken und Statistiken auf Plausibilität und leiten korrigierende Massnahmen ab.",
        "competencies": [
          {
            "code": "e3.bt1",
            "description": "Sie führen inhaltliche Analysen und kleinere quantitative Auswertungen aus.",
            "where": "Betrieb"
          },
          {
            "code": "e3.bs1a",
            "description": "Sie erläutern gängige Methoden zur Analyse von Daten und Statistiken.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "e3.bs1b",
            "description": "Sie erstellen und interpretieren Statistiken und Datensätze.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "e3.bs1c",
            "description": "Sie führen inhaltliche Analysen und kleinere quantitative Auswertungen aus.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "e3.bt2",
            "description": "Sie stellen die Ergebnisse ihrer Analysen und Auswertungen zielgruppengerecht dar.",
            "where": "Betrieb"
          },
          {
            "code": "e3.bs2a",
            "description": "Sie bereiten Statistiken und Datensätze auf und präsentieren sie zielgruppengerecht.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "e3.bt3",
            "description": "Sie ziehen aus den Ergebnissen ihrer Analysen und Auswertungen Schlüsse und leiten diese an die zuständige Stelle weiter.",
            "where": "Betrieb"
          },
          {
            "code": "e3.bs3a",
            "description": "Sie berechnen und interpretieren betriebliche Kennzahlen.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "e3.bt4",
            "description": "Sie überprüfen Datensätze und Statistiken in ihrem Arbeitsbereich auf Plausibilität und leiten korrigierende Massnahmen ab.",
            "where": "Betrieb"
          }
        ]
      },
      {
        "code": "Handlungskompetenz e4",
        "title": "Betriebsbezogene Inhalte multimedial aufbereiten",
        "desc": "Die Kaufleute bereiten Inhalte mit geeigneten Programmen auf. Dabei berücksichtigen sie Zielsetzung, Zielgruppen, Informations- und Medienkanal. Die Kaufleute erstellen Vorlagen für die Informationsmittel und die Medienformate. Zudem prüfen sie die Qualität von internen und externen Medienbeiträgen und leiten bei Bedarf korrigierende Massnahmen ein.",
        "competencies": [
          {
            "code": "e4.bt1",
            "description": "Sie bereiten betriebsbezogene Inhalte zielgruppenorientiert mit geeigneten Programmen multimedial auf.",
            "where": "Betrieb"
          },
          {
            "code": "e4.bs1a",
            "description": "Sie setzen die wichtigsten Aspekte bei der visuellen und auditiven Gestaltung (Bild, Ton, Film) von Informationen zielgruppenorientiert um.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "e4.bs1b",
            "description": "Sie erläutern den Aufbau eines Drehbuchs für Audio- und Videoproduktionen.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "e4.bs1c",
            "description": "Sie bestimmen situationsgerecht digitale Tools für die Aufbereitung von Unterlagen und Informationsmittel.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "e4.bs1d",
            "description": "Sie erstellen mit gängigen Anwendungsprogrammen einen Gestaltungsentwurf für verschiedene Unterlagen und Informationsmittel.",
            "where": "Berufsschule",
            "year": 1
          },
          {
            "code": "e4.bs1e",
            "description": "Sie erstellen und präsentieren Inhalte (Texte, Bilder, Ton, Video) in einem gängigen Format.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "e4.bt2",
            "description": "Sie nutzen für die Aufbereitung der Informationsmittel und Medienformate die betrieblichen Vorlagen.",
            "where": "Betrieb"
          },
          {
            "code": "e4.bt3",
            "description": "Sie bereiten Vorlagen für Informationsmittel und Medienformate zielgruppenorientiert auf.",
            "where": "Betrieb"
          },
          {
            "code": "e4.bs3a",
            "description": "Sie erarbeiten Vorlagen für gängige Informationsmittel und Medienformate.",
            "where": "Berufsschule",
            "year": 2
          },
          {
            "code": "e4.bt4",
            "description": "Sie überprüfen die Qualität von internen und externen Medienbeiträgen/-publikationen und leiten bei Bedarf korrigierende Massnahmen ein.",
            "where": "Betrieb"
          }
        ]
      },
      {
        "code": "Handlungskompetenz e5",
        "title": "Technologien im kaufmännischen Bereich einrichten und betreuen (Option «Technologie»)",
        "desc": "Die Kaufleute richten in Zusammenarbeit mit Fachverantwortlichen Datenbanken und Inhaltsverwaltungssysteme ein und betreuen diese für ihren Arbeitsbereich. Sie instruieren ihre Arbeitskolleg/innen bei der Anwendung dieser Datenbanken und Systeme sowie von Software. Die Kaufleute beheben Probleme der Soft- und Hardware. Zudem prüfen sie technische Angebote und leiten Empfehlungen ab.",
        "competencies": [
          {
            "code": "e5.bt1",
            "description": "Sie richten in Zusammenarbeit mit Fachverantwortlichen Strukturen in Datenbanken oder Inhaltsverwaltungssystemen ein.",
            "where": "Betrieb"
          },
          {
            "code": "e5.bs1a",
            "description": "Sie erstellen Strukturen für Datenbanken und Inhaltsverwaltungssysteme.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "e5.bt2",
            "description": "Sie betreuen für ihren Arbeitsbereich Datenbanken und Inhaltsverwaltungssysteme.",
            "where": "Betrieb"
          },
          {
            "code": "e5.bs2a",
            "description": "Sie bauen Datenbanken und Inhaltsverwaltungssysteme (CMS) auf und pflegen sie.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "e5.bt3",
            "description": "Sie führen Arbeitskolleg/innen in die Anwendung der branchen- und betriebsspezifischen Software, Datenbanken und Inhaltsverwaltungssysteme ein.",
            "where": "Betrieb"
          },
          {
            "code": "e5.bs3a",
            "description": "Sie beantworten anspruchsvolle Fragen zur Anwendung von gängigen Anwendungsprogrammen sowie von Datenbanken und Inhaltsverwaltungssystemen im Rahmen des First-Level-Supports.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "e5.bt4",
            "description": "Sie beheben in ihrem Arbeitsbereich Probleme der Soft- und Hardware.",
            "where": "Betrieb"
          },
          {
            "code": "e5.bs4a",
            "description": "Sie erläutern die grundlegende Logik von Programmiersprachen.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "e5.bt5",
            "description": "Sie prüfen bei Anpassungen und Neuanschaffungen technischer Infrastrukturen die Qualität von verschiedenen Angeboten und leiten fundierte Empfehlungen ab.",
            "where": "Betrieb"
          },
          {
            "code": "e5.bs5a",
            "description": "Sie erläutern qualitative und quantitative Kriterien für die Auswahl von Technologien im kaufmännischen Bereich.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "e5.bs5b",
            "description": "Sie vergleichen verschiedene Angebote für die Anschaffung und Anpassung von technologischen Infrastrukturen im kaufmännischen Bereich und leiten Empfehlungen ab.",
            "where": "Berufsschule",
            "year": 3
          }
        ]
      },
      {
        "code": "Handlungskompetenz e6",
        "title": "Grosse Datenmengen im Unternehmen auftragsbezogen auswerten (Option «Technologie»)",
        "desc": "Die Kaufleute werten grosse Datensätze aus unterschiedlichen Quellen auftragsbezogen aus und bereiten die relevanten Ergebnisse auf. Dabei nutzen sie geeignete Programme und Hilfsmittel. Sie überprüfen die relevanten Informationen auf Vollständigkeit sowie Korrektheit und leiten auftragsbezogene Schlussfolgerungen ab.",
        "competencies": [
          {
            "code": "e6.bt1",
            "description": "Sie bearbeiten grosse Datenmengen auftragsbezogen aus unterschiedlichen Quellen mit geeigneten Auswertungsprogrammen und Hilfsmitteln.",
            "where": "Betrieb"
          },
          {
            "code": "e6.bs1a",
            "description": "Sie wenden die Vorgehensschritte bei Erfassung, Verarbeitung und Analyse von Daten an.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "e6.bs1b",
            "description": "Sie werten grosse Datenmengen aus.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "e6.bs1c",
            "description": "Sie wenden fortgeschrittene Strategien für die Informationssuche im Internet an.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "e6.bt2",
            "description": "Sie identifizieren aus den grossen Datenmengen die relevanten Informationen.",
            "where": "Betrieb"
          },
          {
            "code": "e6.bs2a",
            "description": "Sie suchen und filtern relevante Informationen aus grossen Datenmengen.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "e6.bt3",
            "description": "Sie bereiten die auftrags- und themenbezogenen Datenauswertungen adressatengerecht mit geeigneten Hilfsmitteln und Programmen auf.",
            "where": "Betrieb"
          },
          {
            "code": "e6.bs3a",
            "description": "Sie präsentieren Datenauswertungen adressatengerecht mit geeigneten Hilfsmitteln und Programmen.",
            "where": "Berufsschule",
            "year": 3
          },
          {
            "code": "e6.bt4",
            "description": "Sie überprüfen die relevanten Informationen auf Vollständigkeit sowie Korrektheit und leiten auftragsbezogene Schlussfolgerungen ab.",
            "where": "Betrieb"
          },
          {
            "code": "e6.bs4a",
            "description": "Sie analysieren die Ergebnisse ihrer Recherche und leiten Schlussfolgerungen ab.",
            "where": "Berufsschule",
            "year": 3
          }
        ]
      }
    ]
  }
]